Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
tr_tr: Bu bilgiler, yalnızca referans amaçlıdır ve değerlendirmenin bir parçası olarak sunulmayacaktır. Bu sayfanın içeriğini yalnızca değerlendiren görebilir. Geri bildirimler, geri bildirimlere ilişkin talepler ve davranışlara ilişkin bilgiler değerlendirme dönemine dayalıdır. Bu değerlendirme döneminin dışındaki içerik burada görünmeyecektir, ancak içeriğe uygulamadaki her zamanki yerlerden erişilebilir.

source: Useful information
tr_tr: Faydalı bilgiler

source: Required
tr_tr: Gerekli

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
tr_tr: Bu seçenek, bu değerlendirme için ek bir yönetici önermenizi sağlar. Gönderimden sonra, bu değerlendirmeye atanan ana yönetici, önerilen kişiyi/kişileri değerlendirmeye ekleyip eklemeyeceğine karar verecektir.

source: Additional manager request pending
tr_tr: Ek yönetici isteği bekleniyor

source: Invited by {{name}}
tr_tr: {{name}} tarafından davet edildi

source: No other managers are involved in this review.
tr_tr: Bu değerlendirmeye başka hiçbir yönetici dahil değildir.

source: Feedback about {{employee}}
tr_tr: {{employee}} hakkında geri bildirimler

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
tr_tr: Siz göndermediğiniz sürece yorumlarınız kaydedilmeyecektir. Şimdi iptal ederseniz, yorumlarınızı ve yüklediğiniz tüm ekleri kaybedersiniz.

source: Performance review about {{name}}
tr_tr: {{name}} hakkında performans değerlendirmesi

source: Performance review about me
tr_tr: Hakkımda performans değerlendirme

source: My feedback
tr_tr: Geri bildirimlerim

source: Requests about {{employee}}
tr_tr: {{employee}} hakkında talepler

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
tr_tr: Burada {{employee}} hakkında değerlendirme döneminde gönderilen talepleri görebilirsiniz. Yanıtları görüntülemek için bir talebi tıklayın. Ayrıca, "Ekibim hakkında talepler" sayfanızı ziyaret ederek, önceki zaman dilimlerinden gelen talepleri de düşünebilirsiniz.

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
tr_tr: Burada yer alan geri bildirimler, {{manager}} değerlendirmenizi tamamladığında görünür olacaktır. Değerlendirmenizle ilgili olabilecek ve yöneticinizle paylaşabileceğiniz bireysel geri bildirimleri kontrol etmek için geri bildirimler sayfanızı ziyaret etmeyi düşünebilirsiniz; böylece bu panelde görünür olurlar.

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
tr_tr: Bu bölüm, size gönderilen veya sizinle paylaşılan {{employee}} çalışan hakkındaki tüm geri bildirimleri içerir. Bu geri bildirimleri, performanslarına genel bir bakış oluşturmak için kullanın.

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
tr_tr: Görüşmeniz için, davranış profiliniz üzerinde düşünün ve her bir davranışı ne zaman sergilediğinize dair örnekleri veya gelecekte bunlara nasıl odaklanabileceğinizi değerlendirin. İş arkadaşlarınızdan aldığınız tüm geri bildirimleri veya içgörüleri düşünün ve bunları sahip olduğunuz örnekleri vurgulamak için kullanıp kullanamayacağınızı belirleyin. Değerlendirmenizde herhangi bir boşluk mu fark ettiniz? Meslektaşlarınızdan ve paydaşlarınızdan tüm önemli davranışlar hakkında hemen geri bildirimler talep edin.

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
tr_tr: Görüşmeniz için, {{employee}} çalışanın davranış profilini ve her bir davranışı ne zaman sergilediğine dair örnekleri ve gelecekte neye odaklanması gerektiğiyle ilgili düşüncelerinizi düşünün.

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
tr_tr: Bu bilgiler, yalnızca referans amaçlıdır ve değerlendirmenin bir parçası olarak sunulmayacaktır. Bu panelin içeriğini, yalnızca kendi kendine değerlendiren ve yönetici değerlendiren kişi görebilir. Geri bildirimler, geri bildirimlere ilişkin talepler ve davranışlara ilişkin bilgiler değerlendirme dönemine dayalıdır. Bu değerlendirme döneminin dışındaki içerik, burada görüntülenmeyecektir, ancak içeriğe uygulamadaki ilgili konumlardan erişilebilir.

source: Feedback visible to {{name}}
tr_tr: {{name}} tarafından görülebilen geri bildirimler

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
tr_tr: Bu geri bildirimler, değerlendirmenizi tamamlarken {{name}} tarafından görülebilecektir. Geri bildirimler sayfanızı ziyaret etmeyi düşünün ve onunla paylaşabileceğiniz, değerlendirmenizle ilgili olabilecek geri bildirimler olup olmadığını kontrol edin. Hedeflerinize eklediğiniz tüm geri bildirimleri inceleyin ve bunları yöneticinizle paylaşarak bu sayfada görünür hale getirdiğinizden emin olun.

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
tr_tr: Çalışan, pencere öğesi sorularına verdiği yanıtları tamamlıyor. Yanıtlar yayınlandığında, onları görüntüleyebileceksiniz.

source: Past reviews
tr_tr: Geçmiş değerlendirmeler

source: Upcoming review
tr_tr: Yaklaşan değerlendirme

source: OK. I will wait for the self-review to be submitted.
tr_tr: Tamam. Kendi kendine değerlendirmenin gönderilmesini bekleyeceğim.

source: Bold (CTRL+B)
tr_tr: Kalın (CTRL+B)

source: Bulleted list (CTRL+ALT+O)
tr_tr: Madde imli liste (CTRL+ALT+O)

source: Emoticon
tr_tr: İfade

source: Italic (CTRL+I)
tr_tr: İtalik (CTRL+I)

source: Insert link (CTRL+K)
tr_tr: Bağlantı ekle (CTRL+K)

source: Numbered list (CTRL+SHIFT+O)
tr_tr: Numaralı liste (CTRL+SHIFT+O)

source: Strikethrough (CTRL+SHIFT+S)
tr_tr: Üstü çizili (CTRL+SHIFT+S)

source: Styles
tr_tr: Stiller

source: Underline (CTRL+U)
tr_tr: Altı çizili (CTRL+U)

source: Median
tr_tr: Orta

source: Salary benchmarking
tr_tr: Maaş kıyaslaması

source: Saving...
tr_tr: Kaydediyor...

source: Type to search
tr_tr: Aramak için yazın

source: Search by person or goal title
tr_tr: Kişi veya hedef başlığına göre ara

source: No elements match your search criteria.
tr_tr: Arama kriterlerinize uyan bir öğe yok.

source: Explorer panel
tr_tr: Gezgin paneli

source: Primary action bar
tr_tr: Birincil eylem çubuğu

source: Workspace content
tr_tr: Çalışma alanı içeriği

source: Select answer type
tr_tr: Yanıt türünü seçin

source: --Empty--
tr_tr: --Boş--

source: Add details to the Excel file
tr_tr: Excel dosyasına ayrıntılar ekleyin

source: Upload sensitive content
tr_tr: Hassas içerik yükleyin

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
tr_tr: Oturumunuz, işlem yapılmadığından {{minutes}} dakika içinde sona erecek. Oturumunuzu açık tutmak için "Oturuma Devam Et" öğesini tıklayın.

source: Continue session
tr_tr: Oturuma devam et

source: End session
tr_tr: Oturumu sonlandır

source: Account
tr_tr: Hesap

source: Application version:
tr_tr: Uygulama sürümü:

source: Change password
tr_tr: Şifreyi değiştir

source: The new passwords don't match.
tr_tr: Yeni şifreler uyuşmuyor.

source: Your password was successfully updated; you will be logged out in 3 seconds.
tr_tr: Şifreniz başarıyla güncellendi; 3 saniye içinde oturumunuz kapatılacak.

source: Password mismatch.
tr_tr: Şifre uyuşmazlığı.

source: The password you provided is too long.
tr_tr: Verdiğiniz şifre çok uzun.

source: The password you provided is too short.
tr_tr: Verdiğiniz şifre çok kısa.

source: All fields must be filled in.
tr_tr: Tüm alanlar doldurulmalıdır.

source: Current password
tr_tr: Mevcut şifre

source: New password
tr_tr: Yeni şifre

source: Confirm new password
tr_tr: Yeni şifreyi onaylayın

source: No dictionary words
tr_tr: Sözlük kelimesi yok

source: At least one number
tr_tr: En az bir sayı

source: At least one lowercase letter
tr_tr: En az bir küçük harf

source: Maximum length: 23 characters
tr_tr: Maksimum uzunluk: 23 karakter

source: Minimum length: 4 characters
tr_tr: Minimum uzunluk: 4 karakter

source: At least one non-alphanumeric character (!$%@#&^*)
tr_tr: Alfasayısal olmayan en az bir karakter (!$%@#&^*)

source: Must be different from the 7 previous passwords
tr_tr: Önceki 7 şifreden farklı olmalıdır

source: Your password must meet the following requirements:
tr_tr: Şifreniz aşağıdaki gereksinimleri karşılamalıdır:

source: The username cannot be used in the password
tr_tr: Kullanıcı adı şifrede kullanılamaz

source: At least one uppercase letter
tr_tr: En az bir büyük harf

source: Review consent
tr_tr: Onayı değerlendirin

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
tr_tr: Veri gizliliğine ilişkin koşullarımızı zaten kabul ettiniz. Devam ederseniz, onayınız geri çekilecek ve oturumunuz kapatılacaktır. Onay ayarlarınızı güncellemek istediğinizden emin misiniz?

source: Withdraw consent & logout
tr_tr: Onayı geri çekin ve oturumu kapatın

source: New data privacy statement
tr_tr: Yeni veri gizliliği bildirimi

source: Version: {{version}}
tr_tr: Sürüm: {{version}}

source: Date display format
tr_tr: Tarih gösterim biçimi

source: Decimal & thousand separators
tr_tr: Ondalık ve binlik ayraçlar

source: Language & format
tr_tr: Dil ve biçim

source: Format preview
tr_tr: Biçim önizlemesi

source: Formatting is linked to the selected language
tr_tr: Biçimlendirme, seçilen dile bağlıdır

source: Legal disclaimer
tr_tr: Yasal uyarı

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
tr_tr: Telif Hakkı © {{year}} beqom. Tüm hakları saklıdır. Bu çevrimiçi hizmetler gizli ve beqom'a aittir ve yalnızca yetkili beqom müşterileri tarafından kullanılabilir.

source: Search in Settings
tr_tr: Ayarlarda ara

source: Languages
tr_tr: Diller

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
tr_tr: E-posta bildirimlerinden çıkmak için kapatın. İstediğiniz zaman düğmeyi açık konuma getirerek bildirimleri tekrar almayı seçebilirsiniz.

source: Receive email notifications
tr_tr: E-posta bildirimleri alın

source: Street address
tr_tr: Açık adres

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
tr_tr: Ev numarasını, sokak adını, varsa bir posta kutusunu ve çok satırlı genişletilmiş sokak adresi bilgilerini içerebilecek tam açık adres.

source: Subtitle
tr_tr: Altyazı

source: Manager budget
tr_tr: Yönetici bütçesi

source: Plan overview
tr_tr: Plana genel bakış

source: Nomination review
tr_tr: Adaylık değerlendirmesi

source: Expand actions
tr_tr: Eylemleri genişlet

source: No data to show
tr_tr: Gösterilecek veri yok

source: No information available at this time.
tr_tr: Şu anda kullanılabilir bilgi yok.

source: Reporting to {{name}}
tr_tr: Bağlı çalıştığı kişi: {{name}}

source: {{days}} days ago
tr_tr: {{days}} gün önce

source: Reviewed by {{fullName}}.
tr_tr: {{fullName}} tarafından değerlendirildi.

source: Review outcome
tr_tr: Değerlendirme sonucu

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
tr_tr: Henüz herhangi bir check-in görüşmeniz yok. İlk check-in görüşmenizi planlayarak başlayın!

source: With the closest deadlines
tr_tr: En yakın teslim tarihleriyle

source: Tracking
tr_tr: Takip

source: Open beqom
tr_tr: beqom'u aç

source: Good afternoon, {{name}}!
tr_tr: İyi günler, {{name}}!

source: Good evening, {{name}}!
tr_tr: İyi akşamlar, {{name}}!

source: Good morning, {{name}}!
tr_tr: Günaydın, {{name}}!

source: Good night, {{name}}!
tr_tr: İyi geceler, {{name}}!

source: With the current rating
tr_tr: Mevcut derecelendirme ile

source: No performance reviews assigned at the moment.
tr_tr: Şu anda atanmış bir check-in görüşmesi yok.

source: Current benefits
tr_tr: Mevcut yan haklar

source: Remaining: {{remaining}}
tr_tr: Kalan: {{remaining}}

source: Current year bonus
tr_tr: Mevcut yıl bonusu

source: Target bonus: {{target}}
tr_tr: Hedef bonus: {{target}}

source: Current year equity/LTI
tr_tr: Mevcut yıl hisse senedi/uzun vadeli teşvikler

source: Current share price: {{share}}
tr_tr: Mevcut hisse fiyatı: {{share}}

source: Current year salary
tr_tr: Mevcut yıl maaşı

source: {{change}}% change compared to last year
tr_tr: Geçen yıla göre {{change}} değişim yüzdesi

source: (Default)
tr_tr: (Varsayılan)

source: Translations: {{translated}}/{{languages}}
tr_tr: Çeviriler: {{translated}}/{{languages}}

source: Disable localization
tr_tr: Yerelleştirmeyi devre dışı bırak

source: Enable localization
tr_tr: Yerelleştirmeyi etkinleştir

source: Hide or display the technical localization keys in the user interface.
tr_tr: Kullanıcı arayüzünde teknik yerelleştirme anahtarlarını gizleyin veya görüntüleyin.

source: Possible values are "Work", "Home" and "Other".'
tr_tr: Olası değerler "İş", "Ev" ve "Diğer"dir.

source: Import/manage users
tr_tr: Kullanıcıları içe aktar/yönet

source: Get started by creating or importing
tr_tr: Oluşturarak veya içe aktararak başlayın

source: No users assigned to security groups
tr_tr: Güvenlik gruplarına atanmış kullanıcı yok

source: Upload the completed file
tr_tr: Tamamlanmış dosyayı yükleyin

source: Supported file formats: CSV Maximum file size: 10MB.
tr_tr: Desteklenen dosya formatları: CSV Maksimum dosya boyutu: 10MB.

source: Import/export
tr_tr: İçe/dışa aktar

source: by individual
tr_tr: bireysel olarak

source: by security group
tr_tr: güvenlik grubuna göre

source: Manage users
tr_tr: Kullanıcıları yönetin

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
tr_tr: Sihirbazı takip ederek kullanıcıları seçin ve ardından onları mevcut bir güvenlik grubuna atayın veya özel bir güvenlik yapılandırması oluşturun.

source: Manage users by individuals
tr_tr: Kullanıcıları bireyler bazında yönetin

source: Follow the guided wizard to manually assign users to an existing security group.
tr_tr: Kullanıcıları mevcut bir güvenlik grubuna manuel olarak atamak için rehberli sihirbazı takip edin.

source: Manage users by security group
tr_tr: Kullanıcıları güvenlik grubuna göre yönetin

source: Upload a CSV file to create multiple elements in bulk.
tr_tr: Birden fazla öğeyi toplu olarak oluşturmak için bir CSV dosyası yükleyin.

source: Import CSV
tr_tr: CSV İçe Aktar

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
tr_tr: Kullanıcı güvenliğini nasıl yönetmek istediğinizi seçin. Adım adım öğeleri manuel olarak oluşturmak için sihirbazı kullanabilir veya bir CSV dosyası içe aktararak birden fazla öğeyi aynı anda yükleyebilirsiniz.

source: Manage user security
tr_tr: Kullanıcı güvenliğini yönetin

source: User Security
tr_tr: Kullanıcı Güvenliği

source: Security group
tr_tr: Güvenlik grubu

source: Job position
tr_tr: İş pozisyonu

source: User
tr_tr: Kullanıcı

source: Edit group assignment
tr_tr: Grup atamasını düzenle

source: Email:
tr_tr: E-posta:

source: Group name:
tr_tr: Grup adı:

source: Job position:
tr_tr: İş pozisyonu:

source: Roles in group:
tr_tr: Gruptaki roller:

source: Security group details
tr_tr: Güvenlik grubu ayrıntıları

source: User details
tr_tr: Kullanıcı bilgileri

source: User:
tr_tr: Kullanıcı:

source: Work country:
tr_tr: Çalışılan ülke:

source: User roles & permissions
tr_tr: Kullanıcı rolleri ve izinleri

source: View feedback
tr_tr: Geri bildirimleri görüntüleyin

source: After performing this action, further edits will no longer be possible.
tr_tr: Bu işlemi gerçekleştirdikten sonra, artık daha fazla düzenleme yapılamaz.

source: Mark the goal as done to complete it.
tr_tr: Hedefi tamamlamak için onu bitti olarak işaretleyin.

source: Status update
tr_tr: Durum güncellemesi

source: My goal
tr_tr: Hedefim

source: View tags
tr_tr: Etiketleri görüntüle

source: Watermark text
tr_tr: Filigran metni

source: Complete setup
tr_tr: Kurulumu tamamla

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
tr_tr: Platformda en iyi deneyimi yaşamanız için lütfen bilgileri seçip aşağıdaki alana uygulayın. Tercihlerinizi istediğiniz zaman kullanıcı ayarlarından güncelleyebilirsiniz.

source: Go to my equity page
tr_tr: Hisse senedi sayfama git

source: My total grands
tr_tr: Verilenler toplamım

source: Total grants
tr_tr: Toplam hibe sayısı

source: Compensation equity
tr_tr: Ücretlendirme eşitliği

source: <0>{{value}}</0> of {{total}}
tr_tr: <0>{{value}}</0> / {{total}}

source: Privacy mode on
tr_tr: Gizlilik modu açık

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
tr_tr: Derinlemesine veri analizi, veri görselleştirme ve iş/operasyonel içgörüler için güçlü analiz çerçevemizi etkinleştirin. Bu panolara erişmek için kullanıcıların "Analitik" profesyonel rolüne sahip olması gerekir.

source: Enable Analytics Hub
tr_tr: Analytics Hub'u Etkinleştir

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
tr_tr: En az bir doğrudan raporu olan her çalışan, Analitik Merkezi'ne erişebilecek ve raporlama hattındaki (doğrudan ve dolaylı) tüm çalışanlar için panoları görüntüleyebilecektir. Raporlama hattı, veri temelindeki İstihdam varlığında tanımlanan hat yöneticisi ilişkisiyle belirlenir.

source: Manager access
tr_tr: Yönetici erişimi

source: Analytics
tr_tr: Analitik

source: Analytics Hub Settings
tr_tr: Analytics Hub Ayarları

source: Analytics Settings
tr_tr: Analitik Ayarları

source: This modification will impact all users.
tr_tr: Bu değişiklik tüm kullanıcıları etkileyecek.

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
tr_tr: Bu ikramiye planı ({{bonusPlanName}}) şu anda aşağıdaki ücretlendirme turlarında kullanılmaktadır:

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
tr_tr: Bu prim planı "Taslak" durumundadır ve herhangi bir ücretlendirme turunda kullanılmamaktadır. Silmek, listeden kalıcı olarak kaldırılmasına neden olacaktır.

source: Are you sure you want to delete the pending draft of this bonus plan?
tr_tr: Bu prim planının bekleyen taslağını silmek istediğinizden emin misiniz?

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
tr_tr: Bu prim planını silme izniniz yok. Bu işlemi yalnızca Küresel Ücret Yönetimi Yöneticisi rolüne sahip kullanıcılar gerçekleştirebilir.

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
tr_tr: Bu prim planı şu anda aşağıdaki ücretlendirme turlarında kullanılmaktadır. Silmek için lütfen "Hazır" durumunda olan başka bir prim planıyla değiştirin.

source: Compensation rounds using this bonus plan:
tr_tr: Bu prim planını kullanan ücret/artış turları:

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
tr_tr: Bu prim planı "Hazır" durumunda ve hiçbir ücretlendirme turunda kullanılmıyor. Bunu silmek, listeden kalıcı olarak kaldırılmasına neden olacaktır.

source: Replace bonus plan before deletion
tr_tr: Silmeden önce prim planını değiştir

source: Delete bonus plan
tr_tr: Prim planını sil

source: The bonus plan was successfully deleted.
tr_tr: Prim planı başarıyla silindi.

source: No bonus plans have been created yet
tr_tr: Henüz bonus planı oluşturulmadı

source: No bonus plans
tr_tr: Bonus planı yok

source: The plan is about a deactivated user.
tr_tr: Plan, devre dışı bırakılmış bir kullanıcıyla ilgilidir.

source: Plan stage
tr_tr: Plan aşaması

source: View plan
tr_tr: Planı görüntüle

source: Current plan stage: {{stageName}}
tr_tr: Mevcut plan aşaması: {{stageName}}

source: Delete plan
tr_tr: Planı sil

source: Delete plans
tr_tr: Planları sil

source: Are you sure you want to delete {{count}} career development plan?
tr_tr: {{count}} kariyer gelişim planını silmek istediğinizden emin misiniz?

source: Are you sure you want to delete {{count}} career development plans?
tr_tr: {{count}} kariyer gelişim planını silmek istediğinizden emin misiniz?

source: This action cannot be undone.
tr_tr: Bu işlem geri alınamaz.

source: Delete {{count}} career development plan
tr_tr: {{count}} kariyer gelişim planını sil

source: Delete {{count}} career development plans
tr_tr: {{count}} kariyer gelişim planını sil

source: {{count}} career development plan was successfully deleted.
tr_tr: {{count}} kariyer gelişim planı başarıyla silindi.

source: {{count}} career development plans were successfully deleted.
tr_tr: {{count}} kariyer gelişim planı başarıyla silindi.

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
tr_tr: {{count}} / {{chosenPlans}} kariyer gelişim planı başarıyla silindi.
